Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །འོན་ཀྱང་དྲི་མ་མེད་པའི་སྤྱན་མངའ་བ།
en: And furthermore your eyes are unblemished,

source: །ལྷར་བཅས་འཇིག་རྟེན་དག་ལ་ཐུགས་བརྩེ་མཛོད།
en: So now please look with compassion upon the world with its gods.

source: །ལྷ་རྣམས་བྱེ་བ་ཁྱོད་ལས་ཆོས་ཐོས་པས། །ངོམས་པར་འགྱུར་བམ་ལགས་འོན་གྱིས་ཀྱང་། །དལ་དང་མི་ལྡན་གྱུར་པའི་ངན་སོང་དུ། །གནས་པར་གྱུར་པ་དག་ལ་གཟིགས་སུ་གསོལ།
en: “Were the millions of gods not satisfied Upon hearing the Dharma from you? So now please cast your gaze upon those who dwell In the lower realms, those who have no freedom.

source: །དྲི་མ་མེད་པའི་སྤྱན་མངའ་ཕྱོགས་བཅུ་ཡི། །འཇིག་རྟེན་དག་གི་སངས་རྒྱས་གཟིགས་གྱུར་ཅིང་།
en: “With your mighty, unblemished gaze, have you not observed The buddhas throughout the ten directions of the world,

source: །དེ་དག་རྣམས་ལ་ཆོས་གསན་ཆོས་མཆོག་དེ།
en: Listening to them as they teach the Dharma?

source: །འཇིག་རྟེན་དག་ལ་རྣམ་པར་དབྱེ་བ་མཛོད།
en: Please therefore reveal this supreme Dharma to the world.

source: །དཔལ་ལྡན་ཁྱོད་ཀྱི་བསོད་ནམས་དཔལ་གྱིས་ནི།
en: “Glorious One, do you not adorn the palace in the Heaven of Joy

source: །དགའ་ལྡན་ཕོ་བྲང་ཤིན་ཏུ་མཛེས་མོད་ཀྱི།
en: With the splendor of your merit?

source: །འོན་ཀྱང་ཐུགས་རྗེ་ཐུགས་དང་ལྡན་པས་ན།
en: So please, with the heart of compassion,

source: །འཛམ་བུའི་རྒྱལ་མཚན་དུ་ནི་ཆར་པ་ཕོབ། །
en: Rain down upon Jambudvīpa.

source: བརྟུལ་ཞུགས་གྲུབ་པ་བྱང་ཆུབ་རེག་ཅེས་ཏེ། །འདོད་པའི་ཁམས་ལས་རབ་ཏུ་འདས་པ་ཡི། ། གཟུགས་ཀྱི་ཁམས་ན་ལྷ་རྣམས་གང་འཁོད་པ། །དུ་མ་ཐམས་ཅད་མངོན་པར་རབ་ཏུ་དགའ།
en: “Many gods of the realm of form, Who have transcended the realm of desire, Are all rejoicing in you, saying, ‘Reach awakening through your austerities!’

source: །མགོན་པོ་ཁྱོད་ཀྱིས་བདུད་ཀྱི་ལས་རྣམས་བཅོམ།
en: “Protector, you are to conquer the works of Māra

source: །ཁྱོད་གཞན་མུ་སྟེགས་ཅན་རྣམས་ཕམ་མཛད་དེ།
en: And bring defeat to the extremists.

source: །ཁྱོད་ནི་བྱང་ཆུབ་ཕྱག་མཐིལ་བཞག་དང་འདྲ།
en: Has awakening not been placed in the palm of your hand?

source: །དེ་དུས་ལགས་ཀྱིས་བཏང་སྙོམས་མ་མཛད་ཅིག །
en: The time has now come—do not let it slip away!

source: ཉོན་མོངས་རབ་ཏུ་འབར་བའི་འཇིག་རྟེན་ལ། །དཔའ་བོ་ཁྱོད་ཀྱིས་སྤྲིན་ལྟར་ཁྱབ་མཛད་དེ།
en: “Courageous One, like a great bank of clouds, You cover this world that blazes with the fire of afflictions.

source: །བདུད་རྩིའི་ཆར་པ་མངོན་པར་རབ་ཏུ་ཕོབ།
en: Please send down a shower of nectar

source: །ལྷ་མི་རྣམས་ཀྱི་ཉོན་མོངས་ཞི་བར་མཛོད།
en: And soothe the afflictions of gods and humans.

source: །ཁྱོད་ནི་སྨན་པ་ཁམས་ལ་མཁས་པ་སྟེ།
en: “Like a skilled doctor who knows the constitutions of his patients,

source: །ཡུན་རིང་ནད་པ་སྨན་པས་བོར་བ་ཡི།
en: You dispense medicine to those who are chronically ill.

source: །སེམས་ཅན་རྣམ་ཐར་གསུམ་གྱི་སྦྱར་སྨན་གྱིས།
en: With the healing salve of the threefold liberation,

source: །མྱ་ངན་འདས་པའི་བདེ་ལ་མྱུར་དུ་ཁོད།
en: Bring these beings swiftly to the blissful state of nirvāṇa.

source: །སེང་གེའི་ང་རོ་ཐོས་པར་མ་གྱུར་པས།
en: “Not hearing the lion’s roar,

source: །ཝ་རྣམས་འཇིགས་པ་མེད་པར་སྒྲ་སྒྲོག་གིས།
en: Jackals yelp without fear.

source: །སངས་རྒྱས་སེང་གེའི་སྒྲ་ནི་རབ་སྒྲོགས་ཏེ།
en: Let forth the lion’s roar of the buddhas,

source: །མུ་སྟེགས་ཅན་གཞན་ཝ་རྣམས་སྐྲག་པར་མཛོད། །ས་ཡི་དཀྱིལ་ན་སྟོབས་དང་བརྩོན་འགྲུས་ཀྱི། །སྟོབས་ལྡན་ཕྱག་ན་ཤེས་རབ་སྒྲོན་མ་བསྣམས། །ཕྱག་མཐིལ་དམ་པས་ས་ལ་བརྡབ་མཛོད་དེ། །འདི་རྣམས་ཁྱོད་ཀྱིས་རབ་ཏུ་ཕམ་པར་མཛོད། །གང་དག་ཁྱོད་ལ་ལྷུང་བཟེད་འབུལ་བ་ཡི།
en: Striking fear into the hearts of the jackal-like extremists. “Holding the lamp of knowledge in your hand, You have a power of strength and diligence unique upon the earth. Now you must defeat Māra, Touching the earth with the perfect palm of your hand.

source: །འཇིག་རྟེན་སྐྱོང་བ་བཞི་པོ་སྡོད་ཅིང་མཆིས། །ཁྱོད་བལྟམ་གང་དག་ལེན་པར་འགྱུར་བ་ཡི།
en: “The four guardians of the world are present, Waiting to offer you an alms bowl.

source: །བརྒྱ་བྱིན་ཚངས་པ་ཁྲག་ཁྲིག་སྡོད་ཅིང་མཆིས། །བློ་གྲོས་བཟང་པོ་རིགས་ཆེན་རིགས་ལྡན་པ། །གང་ལ་གནས་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཡི། །སྤྱོད་པ་སྟོན་གྱུར་དམ་པའི་རིགས་སྐྱེས་པས། །རིགས་ཀྱི་ནང་ན་བཙུན་པའི་རིགས་ལ་གཟིགས། །
en: Śakra, Brahmā, and millions of others are present as well, Waiting to receive you when you take birth. “You with sublime wisdom, you whose line is great indeed, Cast your gaze upon the great family with whom you will live. Observe the precious, exalted family among whom you will take birth, For this is where you will manifest the conduct of a bodhisattva.

source: སྣོད་གྱུར་གང་དུ་ནོར་བུ་རིན་པོ་ཆེ། །བཞག་ན་དཔལ་དང་ལྡན་པར་འགྱུར་བ་བཞིན།
en: “When a precious jewel is placed in the right vessel, It makes the jewel even more glorious.

source: །ནོར་བུ་རིན་ཆེན་ལྟ་བུར་དྲི་མེད་ཐུགས། །འཛམ་བུའི་རྒྱལ་མཚན་དུ་ནི་ཆར་པ་ཕོབ།
en: Likewise let your pristine mind, like a precious jewel, Rain down upon the victory banner of Jambudvīpa.”

source: །གླུ་དབྱངས་སྒྲ་ལས་རྣམ་པ་འདི་ལྟ་ཡི། །ཚིགས་སུ་བཅད་པ་མང་པོ་བྱུང་གྱུར་ནས། །འདི་ནི་དུས་ལགས་བཏང་སྙོམས་མ་མཛད་ཅེས། །སྙིང་རྗེའི་ཡིད་དང་ལྡན་ལ་སྐུལ་བར་བྱེད།
en: Thus did the melodious sounds Of many verses such as these spring forth, Exhorting the Compassionate One with the words: “The time is now—do not let it slip away!”

source: །ཡང་དག་པར་སྤྲོ་བར་བྱ་བའི་ལེའུ་སྟེ་གཉིས་པའོ།། །།
en: This concludes the second chapter, on the inspiration.

source: དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་དུས་དེ་ལྟ་བུས་ཡང་དག་པར་བསྐུལ་བ་དང་། གཞལ་མེད་ཁང་ཆེན་པོ་དེ་ནས་བྱུང་སྟེ། ཆོས་ཀྱིས་མཐོ་བ་ཞེས་བྱ་བའི་ཁང་བཟངས་ཆེན་པོ་གང་དུ་བྱང་ཆུབ་སེམས་དཔའ་འདུག་ཅིང་དགའ་ལྡན་གྱི་ལྷ་རྣམས་ལ་ཆོས་སྟོན་པ་དེར་བྱང་ཆུབ་སེམས་དཔའ་ཞུགས་སོ།
en: Monks, in this way the Bodhisattva was exhorted that the time for the Dharma had come. Emerging from that great celestial palace, the Bodhisattva went to the great Dharmoccaya Palace, where he taught the Dharma to the gods in the Heaven of Joy.

source: །ཞུགས་ནས་ཀྱང་སེང་གེའི་ཁྲི་ཆོས་བཟང་པོ་ཞེས་བྱ་བ་ལ་འདུག་གོ།
en: In the palace, he seated himself upon a lion throne known as Sublime Dharma.

source: །དེ་ནས་ལྷའི་བུ་གང་དག་བྱང་ཆུབ་སེམས་དཔའ་དང་སྐལ་བ་མཉམ་པ་ཐེག་པ་མཚུངས་པ་ལ་ཞུགས་པ་དེ་དག་ཀྱང་ཁང་བཟངས་དེ་ཉིད་དུ་ཞུགས་སོ།
en: He was joined in the palace by a group of gods whose good fortune equaled that of the Bodhisattva, and who had entered the same vehicle.

source: །གང་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཕྱོགས་བཅུ་ནས་འདུས་པ། བྱང་ཆུབ་སེམས་དཔའ་དང་སྤྱོད་པ་འདྲ་བ་དག་དང་།
en: Bodhisattvas with similar conduct to the Bodhisattva gathered from throughout the ten directions.

source: ལྷའི་བུ་དེ་དག་ཀྱང་ལྷའི་བུ་མོའི་ཚོགས་རྣམས་བསལ་ཅིང་ལྷའི་བུ་ཕལ་རྣམས་ཀྱང་བསལ་ནས་ལྷག་པའི་བསམ་པ་འཐུན་པའི་འཁོར་ཅན་དུ་བྱས་ཏེ།
en: Retinues with equally pure intentions accompanied the gods, without the assembly of divine maidens and even without ordinary gods.

source: འཁོར་བྱེ་བ་ཕྲག་དྲུག་ཅུ་རྩ་བརྒྱད་བརྒྱད་དང་། ཁང་བཟངས་དེར་ཞུགས་ནས་སོ་སོ་ཅི་རིགས་པར་རང་རང་གི་སེང་གེའི་ཁྲི་ལ་འཁོད་པར་གྱུར་ཏོ།
en: Altogether a retinue of 680 million entered the palace, each sitting on a lion throne according to rank.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ལོ་བཅུ་གཉིས་ན་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་རོ་ཞེས་བྱ་བ་དེའི་ཚེ་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་དག་འཛམ་བུའི་གླིང་དུ་ལྷགས་ནས།
en: The Bodhisattva then said, “Monks, in twelve years the Bodhisattva shall enter the womb of his mother.” At that time the gods from the pure realms ventured to Jambudvīpa.

source: ལྷའི་ཁ་དོག་མི་སྣང་བར་བྱས་ཏེ། བྲམ་ཟེའི་ཆ་བྱད་དུ་བསྒྱུར་ནས། བྲམ་ཟེ་རྣམས་རིག་བྱེད་སློབ་ཏུ་འཛུད་དེ།
en: Hiding their divine forms, they took on the guise of priests and taught the Vedas to other priests.

source: གང་ཞིག་རྣམ་པ་འདི་ལྟ་བུར་མངལ་དུ་ཞུགས་པར་གྱུར་ན། དེ་ནི་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་པར་འགྱུར་ཏེ།
en: They made it known that one who entered the womb in this manner would be a great being possessed of thirty-two marks:

source: དེ་དག་དང་ལྡན་ན་རྣམ་པ་གཉིས་སུ་འགྱུར་གྱི།
en: “Someone with such marks would become one of two things.

source: གསུམ་དུ་འགྱུར་བ་མེད་དེ།
en: There would be no third option,” they said.

source: དེ་གལ་ཏེ་ཁྱིམ་ན་གནས་ན་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མཐའ་བཞིར་རྣམ་པར་རྒྱལ་བ་ཆོས་དང་ལྡན་པ། ཆོས་ཀྱི་རྒྱལ་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པར་འགྱུར་ཏེ།
en: “If such an individual were to live as a householder, he would become a universal monarch with a fourfold army. He would become a conqueror, a righteous Dharma king.

source: དེའི་རིན་པོ་ཆེ་སྣ་བདུན་ནི་འདི་ལྟ་སྟེ།
en: Such a king would have the seven treasures:

source: འཁོར་ལོ་རིན་པོ་ཆེ་དང་། གླང་པོ་རིན་པོ་ཆེ་དང་། རྟ་རིན་པོ་ཆེ་དང་། བུད་མེད་རིན་པོ་ཆེ་དང་། ནོར་བུ་རིན་པོ་ཆེ་དང་། ཁྱིམ་བདག་རིན་པོ་ཆེ་དང་། བློན་པོ་རིན་པོ་ཆེ་དང་བདུན་ནོ།
en: the precious wheel, the precious elephant, the precious horse, the precious jewel, the precious wife, the precious steward, and the precious minister.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་འཁོར་ལོ་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པར་འགྱུར་ཞེ་ན། འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་གསོ་སྦྱོང་གི་ཉི་མ་ཚེས་བཅྭ་ལྔ་ལ་མགོ་ཁྲུས་བྱས་ཏེ།
en: “How is it that a universal monarch comes to possess the precious wheel? Such a wheel can only belong to a king who has been properly consecrated by sprinkling his head.

source: དབུ་ཟུངས་སུ་གནས་ཤིང་སྟེང་གི་ཁྱམས་ན་བུད་མེད་ཀྱི་ཚོགས་ཀྱིས་ཀུན་ནས་བསྐོར་ཅིང་འདུག་པའི་ཚེ།
en: On the fifteenth day of the lunar month, while observing a poṣadha fast, the king will first wash his head and then go to the top terrace of the palace, surrounded by the women of the female quarters.

source: ཤར་ཕྱོགས་ནས་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་རྩིབས་སྟོང་ཡོད་པ།
en: Then a precious, divine wheel with one thousand spokes will appear from the east.

source: མུ་ཁྱུད་དང་ལྡན་པ། ལྟེ་བ་དང་བཅས་པ། ཐམས་ཅད་གསེར་ལས་གྲུབ་པ། མགར་བས་མ་བྱས་པ། འཕང་དུ་ཤིང་ཏ་ལ་བདུན་ཙམ་ནས་འབྱུང་སྟེ།
en: As high as seven tāla trees, the wheel, which is not made by a smith, is round with a central hub and made entirely of gold.

source: རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བས། ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་དེ་མཐོང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “This precious, divine wheel will now belong to the king, who is appointed to the highest rank of the ruling class.

source: བདག་གིས་ཐོས་པ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་གསོ་སྦྱོང་གི་ཉི་མ་ཚེས་བཅྭ་ལྔ་ལ་མགོ་ཁྲུས་བྱས་ཏེ། དབུ་ཟུངས་སུ་གནས་ཤིང་སྟེང་གི་ཁྱམས་ན་བུད་མེད་ཀྱི་ཚོགས་ཀྱིས་ཀུན་ནས་བསྐོར་ཅིང་འདུག་པའི་ཚེ། ཤར་ཕྱོགས་ནས་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་བྱུང་བར་གྱུར་ན། དེ་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་རོ་ཞེས་ཐོས་ཏེ།
en: As he sees it, he will think to himself, ‘I have heard that if a precious, divine wheel appears from the east when a king, who has been appointed to the highest rank of the ruling class, ascends to the top floor of the palace surrounded by a gathering of women while observing a poṣadha fast on the fifteenth day of the lunar month, then he shall become a universal monarch.

source: བདག་གི་དྲུང་དུ་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་འོངས་པ་ལས་ན། བདག་ཀྱང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཡིན་དུ་ངེས་སོ་སྙམ་སྟེ།
en: Since I can now clearly perceive this precious, divine wheel, I must certainly be a universal monarch!’

source: དེ་ནས་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: “The king appointed to the highest rank of the ruling class will then draw his cloak back from one shoulder and lower his right knee to the ground.

source: ལག་པ་གཡས་པས་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་དེ་སྐོར་ཞིང་འདི་སྐད་དུ་བཙུན་པ་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་ཆོས་ཀྱིས་སྐོར་ཅིག །ཆོས་མ་ཡིན་པས་ནི་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཚིག་སྨྲས་པ་དང་། དེ་ནས་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་དེ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བས་བསྐོར་བས་རྫུ་འཕྲུལ་གྱིས་ནམ་མཁའ་ལས་ཤར་ཕྱོགས་སུ་ལེགས་པར་འགྲོ་སྟེ། རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བ་ཡང་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་རྗེས་སུ་འགྲོའོ།
en: Turning the precious, divine wheel with his right hand, he will proclaim, ‘Precious wheel, noble and divine, please turn in harmony with the Dharma, rather than that which is not the Dharma.’ “The precious, divine wheel, set in motion by the king appointed to the highest rank of the ruling class, will magically travel through space to the east, followed by the universal monarch and his four army divisions.

source: །སའི་ཕྱོགས་གང་དུ་ལྷའི་འཁོར་ལོ་རིན་པོ་ཆེ་དེ་གནས་པར་འགྱུར་བ་དེར་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་ཡང་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་གནས་པར་འགྱུར་རོ།
en: Wherever the wheel comes to rest, there the king appointed to the highest rank of the ruling class and his four army divisions will set up their camp.

source: །དེ་ནས་ཤར་ཕྱོགས་ཀྱི་ཁམས་ཀྱི་རྒྱལ་པོ་གང་ཡིན་པ་དེ་དག་དངུལ་གྱི་སྣོད་ནི་གསེར་ཕྱེས་བཀང་སྟེ་ཐོགས། གསེར་གྱི་སྣོད་ནི་དངུལ་སིལ་མས་བཀང་སྟེ་ཐོགས་ནས། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བསྩ་ཞིང་འདི་སྐད་དུ་ལྷ་འདིར་ལེགས་པར་གཤེགས་སོ།
en: “As he travels, the provincial kings of the eastern lands will come to greet him, carrying silver vessels filled with gold dust, and gold vessels filled with fragments of silver.

source: །ལྷ་ཚུར་གཤེགས་སུ་གསོལ། ལྷའི་ཆབ་སྲིད་ནི་ཤིན་ཏུ་རྒྱས་ཤིང་འབྱོར་ལ་བདེ་སྟེ། ལོ་ལེགས་ཤིང་ཉམས་དགྱེས་ལ་སྐྱེ་བོ་མང་པོ་དང་། མིས་གཏམས་པ་ལགས་ན།
en: ‘Welcome, lord,’ they will say. ‘Please come. This kingdom is yours. It is extremely vast and prosperous. With bountiful harvests, it is both delightful and populous. Indeed it is filled with people. Now that you have arrived in this land, lord, it is yours. We beseech you to stay.’

source: ལྷ་ཉིད་ཀྱི་ཡུལ་དུ་བྱོན་ནས་བཞུགས་སུ་གསོལ། དེ་སྐད་ཅེས་སྨྲས་པ་དང་། རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བས་ཁམས་ཀྱི་རྒྱལ་པོ་དེ་དག་ལ་འདི་སྐད་དུ་ཁྱེད་རང་རང་གི་རྒྱལ་སྲིད་དག་ཆོས་ཀྱིས་གྱིས་ཤིག །ཆོས་མ་ཡིན་པས་ནི་མ་ཡིན་ནོ།
en: “Replying to the provincial kings, the king appointed to the highest rank of the ruling class will respond, ‘May you rule your respective kingdoms according to the Dharma, and not by what is not Dharma.

source: །ཁྱེད་སྲོག་ཆགས་མ་གསོད་ཅིག །མ་བྱིན་པར་མ་ལེན་ཅིག །འདོད་པ་ལ་ལོག་པར་གཡེམ་པར་མ་བྱེད་ཅིག །བརྫུན་དུ་མ་སྨྲ་ཤིག །ཕྲ་མ་མ་ཟེར་ཅིག །ངག་རྩུབ་པོ་མ་སྨྲ་ཤིག །ཚིག་ཀྱལ་པ་མ་སྨྲ་ཤིག །བརྣབ་སེམས་ཅན་དུ་མ་གྱུར་ཅིག །གནོད་སེམས་ཅན་དུ་མ་གྱུར་ཅིག །ལོག་པར་ལྟ་བར་མ་གྱུར་ཅིག །སྲོག་གཅོད་པ་ལ་བྱམས་པར་མ་གྱུར་ཅིག །ལོག་པར་ལྟ་བ་ཅན་གྱི་བར་ལ་བྱམས་པར་མ་གྱུར་ཅིག །ངའི་ཡུལ་དུ་ཆོས་མ་ཡིན་པ་འབྱུང་ད་རེ།
en: Do not take the lives of living beings, do not take what is not given, and do not engage in sexual misconduct. Likewise you should refrain from telling lies, sowing discord, speaking harshly, and talking frivolously. Do not let your mind be overcome by covetousness, malice, or misguided beliefs. Do not befriend those who take life or those with misguided beliefs.

source: ཆོས་མ་ཡིན་པར་སྤྱོད་པ་ལ་བྱམས་པར་མ་བྱེད་ཅིག་ཅེས་བསྒོ་ནས། རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བས་དེ་ལྟར་ཤར་ཕྱོགས་སུ་རྣམ་པར་རྒྱལ་བར་བྱེད་དོ། །ཤར་ཕྱོགས་སུ་རྣམ་པར་རྒྱལ་བར་བྱས་ནས། ཤར་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལ་འགྲོའོ། །
en: Should non-Dharma arise in my dominion, do not applaud those who practice it.’ In this way the king, who is appointed to the highest rank of the ruling class, will conquer the east.

source: ཤར་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལ་སོང་ནས། ཤར་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལས་རྒལ་ལོ།
en: “Having conquered the east, the precious wheel will then move toward the eastern seas.

source: །རྒལ་ནས་ཀྱང་ལྷོ་ཕྱོགས་སུ་ནམ་མཁའ་ལ་རྫུ་འཕྲུལ་གྱིས་ལེགས་པར་འགྲོ་སྟེ། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཡང་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་དང་ལྷན་ཅིག་ཏུ་འགྲོའོ།
en: Crossing over them, it will travel magically through space to the south, accompanied by the universal monarch and his four army divisions.

source: །སྔ་མ་བཞིན་དུ་ལྷོ་ཕྱོགས་སུ་རྣམ་པར་རྒྱལ་བར་བྱེད་དོ། །ལྷོ་ཕྱོགས་སུ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་རྣམ་པར་རྒྱལ་བར་བྱེད་དོ།
en: As before he will conquer the south, and then move on to conquer the west and the north.

source: །བྱང་ཕྱོགས་སུ་རྣམ་པར་རྒྱལ་བར་བྱས་ནས་བྱང་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལ་འགྲོའོ། །བྱང་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལ་སོང་ནས། བྱང་ཕྱོགས་ཀྱི་རྒྱ་མཚོ་ལས་རྒལ་ལོ། །རྒལ་ནས་ཀྱང་ནམ་མཁའ་ལ་རྫུ་འཕྲུལ་གྱིས་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ལེགས་པར་འོངས་ནས་བཙུན་མོའི་འཁོར་གྱི་སྒོའི་སྟེང་དུ་ཉམས་པ་མེད་པར་གནས་ཏེ།
en: “Once the king has conquered the north, the wheel will move toward the northern seas and, traveling magically through the sky to the royal palace, it will come to rest unharmed at the entrance to the quarters of the queen’s retinue.

source: རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ནི་འཁོར་ལོ་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: In this manner the king appointed to the highest rank of the ruling class comes to possess the precious wheel.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གླང་པོ་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that a universal monarch comes to possess the precious elephant?

source: འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་གླང་པོ་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ། ཐམས་ཅད་ཐལ་ཀར་གྱུར་པ། ཡན་ལག་བདུན་ཤིན་ཏུ་གནས་པ།
en: The precious elephant of the king appointed to the highest rank of the ruling class appears in the same way that the precious wheel appeared. Completely white in color, the precious elephant has four limbs, two tusks, and a trunk.

source: གཙུག་གསེར་གྱིས་བརྒྱན་པ། གསེར་གྱི་རྒྱལ་མཚན་དང་ལྡན་པ།
en: Its head is ornamented with gold, and it bears a gold victory banner.

source: གསེར་གྱི་རྒྱན་གྱིས་བརྒྱན་པ། གསེར་གྱི་དྲ་བས་གཡོགས་པ།
en: Likewise it is bedecked with gold ornaments and covered with gold netting.

source: རྫུ་འཕྲུལ་དང་ལྡན་པ་ནམ་མཁའ་ལ་འགྲོ་བ། རྣམ་པར་འཕྲུལ་པའི་ཆོས་ཅན་ཏེ།
en: Its magical powers enable it to fly through the sky and transform itself.

source: འདི་ལྟར་གླང་པོའི་རྒྱལ་པོ་བྱང་ཆུབ་ཅེས་བྱ་བའོ།
en: This king of elephants is known as Bodhi.

source: །གང་གི་ཚེ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་གླང་པོ་རིན་པོ་ཆེ་དེ་བརྟག་པར་འདོད་པར་གྱུར་པ་དེའི་ཚེ། ཉི་མ་ཤར་ཀར་གླང་པོ་རིན་པོ་ཆེ་དེ་ལ་ཞོན་ཏེ་ས་ཆེན་པོ་འདི་རྒྱ་མཚོའི་མཐའ་སྐོར་དང་བཅས་པ། རྒྱ་མཚོའི་མུར་ཐུག་པ་དང་བཅས་པ་ཀུན་ཏུ་བསྐོར་ཏེ།
en: “When the king appointed to the highest rank of the ruling class wishes to examine the precious elephant, he will mount it at daybreak and travel throughout this great earth, which is surrounded by oceans.

source: རྒྱལ་པོའི་ཕོ་བྲང་དུ་འོངས་ནས་ཁྱེའུ་སུས་ཀྱི་དགའ་བ་མྱོང་བར་བྱེད་དེ།
en: After returning to the royal palace, he will fondly resume his governance.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གླང་པོ་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: In this manner the universal monarch comes to possess the precious elephant.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་རྟ་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that a universal monarch comes to possess the precious horse?

source: འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་རྟ་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ། ཐམས་ཅད་སྔོན་པོར་གྱུར་པ། མགོ་གནག་པ། རྔོག་མ་ལྕང་ལོར་འདུག་པ། ཞོན་ན་གུས་པར་བྱེད་པ།
en: The precious horse of the king appointed to the highest rank of the ruling class appears just as before.

source: གསེར་གྱི་རྒྱལ་མཚན་དང་བཅས་པ།
en: The precious horse has a blue body and a black head with a braided mane.

source: གསེར་གྱི་རྒྱན་དང་ལྡན་པ། གསེར་གྱི་དྲ་བས་གཡོགས་པ།
en: It is bridled, bearing a gold victory banner and gold ornaments, and it is covered with gold netting.

source: རྫུ་འཕྲུལ་དང་ལྡན་པ། ནམ་མཁའ་ལ་འགྲོ་བ། རྣམ་པར་འཕྲུལ་པའི་ཆོས་ཅན་ཏེ།
en: With its magical powers, it can fly through the sky and transform itself.

source: འདི་ལྟར་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་ཞེས་བྱ་བའོ།
en: This king of horses is known as Bālāhaka.

source: །གང་གི་ཚེ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ། རྟ་རིན་པོ་ཆེ་བརྟག་པར་འདོད་པར་གྱུར་པ་དེའི་ཚེ་ཉི་མ་ཤར་ཀར་རྟ་རིན་པོ་ཆེ་དེ་ལ་ཞོན་ནས་ས་ཆེན་པོ་འདི་རྒྱ་མཚོའི་མཐའ་སྐོར་དང་བཅས་པ་རྒྱ་མཚོའི་མུར་ཐུག་པ་དང་བཅས་པ་ཀུན་ཏུ་བསྐོར་ཏེ།
en: “When the king appointed to the highest rank of the ruling class wishes to examine the precious horse, he will mount it at daybreak and travel throughout this great earth, which is surrounded by oceans.

source: ཕྱིར་རྒྱལ་པོའི་ཕོ་བྲང་དུ་འཁོར་ནས་ཁྱེའུ་སུས་ཀྱི་བདེ་བ་མྱོང་བར་བྱེད་དེ།
en: After returning to the royal palace, he will fondly resume his governance.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་རྟ་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: In this manner the universal monarch comes to possess the precious horse.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནོར་བུ་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that a universal monarch comes to possess the precious jewel?

source: འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་ནོར་བུ་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ། ཐམས་ཅད་དུ་སྔོ་བ། བཻ་དཱུརྱའི་རང་བཞིན། ཟུར་བརྒྱད་དུ་འདུག་པ། ཤིན་ཏུ་སྦྱངས་པ་འབྱུང་སྟེ།
en: The precious jewel of the king appointed to the highest rank of the ruling class appears just as before. It is a lapis lazuli gem of pure blue color, with eight facets and very fine craftsmanship.

source: ནོར་བུ་རིན་པོ་ཆེ་དེའི་འོད་ཀྱིས་བཙུན་མོའི་འཁོར་ཐམས་ཅད་ཀྱང་སྣང་བས་ཁྱབ་པར་འགྱུར་རོ།
en: With the light emitted from the precious jewel, the entirety of the female quarters are bathed in light.

source: །གང་གི་ཚེ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ནོར་བུ་རིན་པོ་ཆེ་དེ་བརྟག་པར་འདོད་པར་གྱུར་པ་དེའི་ཚེ། མཚན་མོ་ནམ་གྱི་གུང་ལ་མུན་པ་མུན་གནག་གི་ནང་དུ་ནོར་བུ་རིན་པོ་ཆེ་དེ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ། སྐྱེད་མོས་ཚལ་གྱི་ས་བཟང་པོ་བལྟ་བའི་ཕྱིར་སོང་ན།
en: “When the king appointed to the highest rank of the ruling class wishes to examine the precious jewel, then, at midnight, in complete darkness, he will affix it to the tip of a victory banner and venture out in the gardens to observe the sublime grounds.

source: ནོར་བུ་རིན་པོ་ཆེ་དེའི་འོད་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ཐམས་ཅད་དཔག་ཚད་ཁོ་ར་ཁོར་ཡུག་ཏུ་སྣང་བས་གསལ་བར་འགྱུར་རོ།
en: The light emitted by the precious jewel will illuminate the surrounding area for an entire league, including all four divisions of the king’s army.

source: །ནོར་བུ་རིན་པོ་ཆེའི་འཁོར་ན་གནས་པའི་མི་དེ་དག་ཀྱང་སྣང་བ་དེས་གསལ་བར་གྱུར་པ་དང་། གཅིག་གིས་གཅིག་མཐོང་།
en: The people who dwell in the vicinity of the precious jewel will be illuminated by its radiance.

source: གཅིག་གིས་གཅིག་ཤེས་ནས་གཅིག་ལ་གཅིག་འདི་སྐད་སྨྲ་སྟེ། བཞིན་བཟངས་དག་ལོངས།
en: Seeing and recognizing each other, they will say to one another, ‘Wake up, friends.

source: ལས་ཀྱི་མཐའ་དག་བྱོས་ཤིག །ཚོང་འདུས་དག་ཁྲོམ།
en: Start your work and get to the market.

source: ཉི་མ་ཤར་ཏེ་ཉིན་མོར་ཤེས་སོ་ཞེས་ཟེར་ཏེ། རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་ནོར་བུ་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: The sun is up and the day has begun.’ In this manner the universal monarch appointed to the highest rank of the ruling class comes to possess the precious jewel.

source: །རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ། བུད་མེད་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that the universal monarch appointed to the highest rank of the ruling class comes to possess the precious wife?

source: འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་བུད་མེད་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ།
en: The precious wife of the king appointed to the highest rank of the ruling class appears just as before.

source: ཚུལ་དང་འཐུན་པ་རྒྱལ་རིགས་སུ་སྐྱེས་པ་ཧ་ཅང་ཡང་མི་རིང་བ། ཧ་ཅང་ཡང་མི་ཐུང་བ། ཧ་ཅང་ཡང་མི་སྦོམ་པ། ཧ་ཅང་ཡང་མི་སྐེམ་པ། ཧ་ཅང་ཡང་མི་དཀར་བ། ཧ་ཅང་ཡང་མི་གནག་པ།
en: In accord with tradition, the precious wife has been born into the warrior class. She is not too tall or short, too fat or thin, too dark or fair.

source: གཟུགས་མཛེས་པ། ཚུལ་དུ་ཤིས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ།
en: Indeed she is beautiful in form, pleasant in manner, and pleasing to the eye.

source: དེའི་སྤུའི་ཁུང་ཐམས་ཅད་ནས་ཙན་དན་གྱི་དྲི་འབྱུང་བ། ཁ་ནས་ཨུད་པ་ལའི་ངད་ལྡང་བ།
en: She is in the full bloom of life, and every pore of her body gives off the scent of sandalwood, while from her mouth wafts the fragrance of utpala flowers.

source: ཀ་ཙ་ལིན་དའི་གོས་ལྟར་རེག་ན་བདེ་བ།
en: Her body is as soft to the touch as kācilindika cloth;

source: དེ་གྲང་བའི་དུས་ན་ནི་ལུས་ལ་རེག་ན་དྲོ་བ། དྲོ་བའི་དུས་ན་ལུས་ལ་རེག་ན་བསིལ་བ་སྟེ།
en: in cold weather her body is warm to the touch, and in warm weather it is cool.

source: དེ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་མ་གཏོགས་པར་གཞན་ལ་ཡིད་ཀྱིས་ཀྱང་འདོད་ཆགས་སུ་མི་བྱེད་ན། ལུས་ཀྱིས་ལྟ་ཅི་སྨོས་ཏེ།
en: Her mind, let alone her body, desires no one other than the universal monarch.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་བུད་མེད་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: In this manner the universal monarch comes to possess the precious wife.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ཁྱིམ་བདག་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that the universal monarch appointed to the highest rank of the ruling class comes to possess the precious steward?
